"""модуль для роботи з файлами первинних даних
- зчитування та вивід на екран
"""


def get_clients():
    """ Довідник показників рядків балансу

    Returns:
        client_list: список клієнтів 
    """    

    from_file = [
        "120; Залишкова вартість МБП",
        "170; Витрати обігу на залишок товарів",
        "200; За товари, роботи, послуги",
        "210; З персоналом",
        "230; З бюджетом",
        "240; З персоналом по іншим операціям",
        "290; Каса",
        "300; Розрахунковий рахунок",
        "310; Валютний рахунок",
        "160; Купівельна вартість товарів",
        "320; Інші грошові кошти"
    ]